TargetApplication=FileVoyager 17.4.7.0
Author=FileVoyager
SourceLANGID=1036
LANGID=1033
Generator=DKLang Translation Editor v3.0
LastModified=2017-01-01 17:17:17

[frmMainGui]
00000001=FileVoyager
00000002=View and tools
00000003=Use Shell
00000004=Using Shell allows to display some folders in a custom virtual view (eg: Temporary Internet Files)
00000010=Application launcher
00000012=File
00000014=New item
00000015=Create new items as folders or predefined file formats
00000016=Current path
00000017=Give access to current path's menu and actions
00000018=Current item
00000019=Give access to current focused item's menu and actions
00000020=Edit
00000022=Copy focused item path
00000023=Copy parts of the path of the focused item
00000024=Copy selected items path
00000025=Copy parts of the path of the selected items
00000026=View
00000028=ToolBars
00000030=Column sorting
00000032=Columns
00000034=Show drive pane
00000035=Show or hide tree
00000037=System display
00000039=Tile horizontally
00000040=Tile all the open windows horizontally
00000041=Tile vertically
00000042=Tile all the open windows vertically
00000043=Cascade
00000044=Align all the open windows in cascade
00000045=Minimize all
00000046=Minimize all the open windows
00000047=External viewers
00000049=Manage
00000051=Tools
00000053=System tools
00000055=New shortcut
00000056=Open the system's wizard to create new shortcuts
00000057=Find files
00000058=Open the system's tool to find files or folders
00000059=Run dialog box
00000060=Open the Run dialog box
00000061=Display properties
00000062=Open the display properties window
00000063=Installed software
00000064=Open the installed software control panel
00000065=Date and time properties
00000066=Open the system time properties window
00000067=Shut down
00000068=Shut down the system
00000069=Navigate
00000071=Favorites
00000073=Themes
00000075=Load from disk
00000076=Browse to select a Theme file
00000077=Switch to Ribbon
00000078=Display FileVoyager with a Ribbon UI instead of classic menus and toolbars
00000079=Toolbar
00000080=Favorites tab
00000082=Toolbar
00000083=Exploration
00000084=Navigate system disks, shares or distant machines
00000085=Preview
00000086=Display a rendering of the opposite pane's focused item
00000087=Preview
00000088=Exploration
00000089=FileVoyager left pane toolbar
00000090=Toolbar
00000091=Exploration
00000092=Navigate system disks, shares or distant machines
00000093=Preview
00000094=Display a rendering of the opposite focused item
00000095=Events log
00000096=Display a log of the events of FileVoyager
00000097=Events log
00000098=Preview
00000099=Exploration
00000100=FileVoyager right pane toolbar
00000101=Main actions
00000102=Toolbar
00000103=Home
00000105=Manage
00000107=View
00000109=Tools
00000119=Toggle ribbon
00000120=Expand or collapse the Ribbon
00000121=Themes
00000122=Choose the theme to apply to FileVoyager
00000123=Switch to classic menu
00000124=Display FileVoyager with a classic menus and toolbar UI instead of the Ribbon UI
00000125=File
00000126=Manage
00000131=Operations
00000134=Open
00000137=Measure
00000140=Preferences
00000143=Archives
00000146=Current items
00000147=Interact with the current path
00000148=Current path
00000149=Interact with the current item in the list
00000150=Current item
00000151=Tools
00000155=Network
00000158=System
00000159=Open the system's wizard to create new shortcuts
00000160=New shortcut
00000161=Open the system's tool to find files or folders
00000162=Find files
00000163=Open the display properties window
00000164=Display properties
00000165=Open the Run dialog box
00000166=Run dialog box
00000167=Open the installed software control panel
00000168=Installed software
00000169=Open the system time properties window
00000170=Date and time properties
00000172=Display a list of all open external viewers and allow to select them and to close them at once
00000173=External viewers
00000175=Viewers
00000178=Disk
00000179=Home
00000184=Clipboard
00000188=Copy parts of the path of the focused item
00000189=Copy focused item path
00000190=Copy parts of the path of the selected items
00000191=Copy selected items path
00000194=Operations
00000202=Navigate
00000207=List display
00000208=View
00000213=Item view
00000214=Methods to select items in the list
00000215=Item selection
00000216=Choose the column on which the sorting is applied
00000217=Column sorting
00000230=Global view settings
00000231=List of common toolbars to hide or show
00000232=Common toolbars
00000234=New instance
00000235=Run a new instance of FileVoyager
00000237=Show or hide Application Bar
00000238=Show or hide the Application Bar
00000243=Exit
00000244=Close FileVoyager
00000249=Path context menu
00000250=Show the context menu of the current path
00000252=List menu
00000253=Show the context menu of the pane
00000255=Path properties
00000256=Show the properties dialog of the current path
00000258=Go to root
00000259=Navigate to the root of the current path
00000261=Item context menu
00000262=Show the context menu of the current selected items in the list
00000264=Show or hide Folder Tabs
00000265=Show or hide the Folder Tab at the bottom of the list
00000267=Show or hide Folder Tabs
00000268=Show or hide the Folder Tab at the bottom of the list
00000270=Item properties
00000271=Show the properties dialog of the current selected items
00000273=Go up
00000274=Navigate to the upper folder
00000276=Cut
00000277=Cut selected items to the clipboard
00000279=Copy
00000280=Copy selected items to the clipboard
00000282=Paste
00000283=Paste items from the clipboard into the current folder
00000285=Recycle Bin
00000286=Delete selected items by sending them to the Recycle Bin\nDeleting items this way gives the possibility to restore them from the Recycle Bin
00000288=Kill
00000289=Delete selected items without sending them to the Recycle Bin\nDeleting items this way doesn't allow them to be restored (except by using specific tools)
00000291=Copy to
00000292=Copy selected items to another location\nBy default, the destination path is the opposite pane's path,\nbut the destination can be changed in the Copy dialog box
00000294=Move to
00000295=Move selected items to another location\nBy default, the destination path is the opposite pane's path,\nbut the destination can be changed in the Move dialog box
00000297=Rename
00000298=Rename the focused item
00000300=Create Item
00000301=Create a new item\nThis open a dialog where the type of item to be created can be specified\nas well as its name
00000303=Create shortcut
00000304=Create a shortcut for the selected items\nBy default, the destination path is the opposite pane's path,\nbut the destination can be changed in the Make Shortcut dialog box
00000306=All folder sizes
00000307=Computes and display the total size of all the folders in the current path
00000309=Folder Size
00000310=Computes and display the total size of the selected folder
00000312=Preferences
00000313=Open the Preferences dialog box where FileVoyager's behaviour can be managed
00000315=Connect drive
00000316=Open the system dialog box to map a network shared folder to a drive letter
00000318=Disconnect drive
00000319=Open the system dialog box to unmap a network drive letter
00000321=Favorites manager
00000322=Open FileVoyager's Favorites Manager
00000324=Show or hide Central Toolbar
00000325=Show or Hide a Central Toolbar containing the most useful tools
00000327=Show or hide the Favorites Bar
00000328=Show or hide the Favorites Bar containing the folders choose by the user to be accessed at any time
00000330=Minimize to tray
00000331=If activated, FileVoyager disappears from the Windows's Taksbar when minimized.\nFileVoyager appears then among other icons in the System Tray
00000333=Show hidden items
00000334=If activated, the Exploration panes will also show the hidden and system items\nIt is more safe to keep this option unchecked
00000336=Go to root
00000337=Navigates to the root of the current path
00000339=Go to root
00000340=Navigates to the root of the current path
00000342=Refresh
00000343=Update the item's listing re-reading the source content
00000345=Select all
00000346=Select all items in the path
00000348=Select files
00000349=Select the files, not the folders
00000351=Deselect all
00000352=Deselect all the items
00000354=Invert selection
00000355=Invert the selection state of the items
00000357=Sort folders
00000358=If activated, folders will also be sorted according to the column chosen to sort\nIf not activated, folders are sorted in ascending manner according their names
00000360=Embedded viewer
00000361=Switch to the opposite Visualization pane to display a view of the focused item
00000363=External viewer
00000364=Launch a new instance of FileVoyager, in View mode only, to display a view of the selected items
00000366=Edit
00000367=Open the selected items with the editor set in the preferences
00000369=Duplicate pane
00000370=Navigate the focused pane to the same path as the opposite pane
00000372=Invert panes
00000373=Exchange the paths between the two opposite panes
00000375=Search items
00000376=Open the Search pane to find items according to many criteria
00000378=Open item
00000379=Open the focused item
00000381=Details
00000382=Display current pane in details mode
00000384=History
00000385=Display a list of the most recent visited path
00000387=Backward
00000388=Navigate to the previous visited path
00000390=Forward
00000391=Navigate to the following visited path
00000393=Details
00000394=Display current pane in details mode
00000396=History
00000397=Display a list of the most recent visited path
00000399=Backward
00000400=Navigate to the previous visited path
00000402=Forward
00000403=Navigate to the following visited path
00000405=Thumbnails
00000406=Display current pane in thumbnails mode
00000408=Thumb Flow
00000409=Display current pane in details mode under a 3D view showing thumbnails
00000411=Show drive pane
00000412=Show the drive pane of the listing
00000414=Thumbnails
00000415=Display current pane in thumbnails mode
00000417=Thumb Flow
00000418=Display current pane in details mode under a 3D view showing thumbnails
00000420=Show drive pane
00000421=Show the drive pane of the listing
00000423=Show or hide tree
00000424=Display or hide a "tree" view of all drives, some virtual folders, your favorites and system folders
00000426=Show or hide tree
00000427=Display or hide a "tree" view of all drives, some virtual folders, your favorites and system folders
00000429=Go up
00000430=Navigate to the upper folder
00000432=Go up
00000433=Navigate to the upper folder
00000435=Refresh
00000436=Update the item's listing re-reading the source content
00000438=Refresh
00000439=Update the item's listing re-reading the source content
00000441=History
00000442=Display a list of the most recent visited path
00000444=Backward
00000445=Navigate to the previous visited path
00000447=Forward
00000448=Navigate to the following visited path
00000450=Invert sort
00000451=Toggle the sorting between ascending and descending
00000453=Open this Favorite
00000454=Navigate to this Favorites path in the current pane
00000456=Add left path to Favorites
00000457=Add the path of the left pane to the Favorites
00000459=Add right path to Favorites
00000460=Add the path of the right pane to the Favorites
00000462=Remove this favorites
00000463=Remove the Favorite item from the Favorites collection
00000465=Remove all Favorites
00000466=Remove all the Favorites from the Favorites collection
00000468=Remove invalid Favorites
00000469=Remove the invalid Favorites from the collection\nA Favorite for which the path cannot be resolved is considered as invalid
00000471=Restore selection
00000472=Restore the selection as it was before deselection
00000474=Filter settings
00000475=Open a Filter dialog to set the criteria to filter the list of items
00000477=Filter selection
00000478=Open a Filter dialog to set the criteria to select items in the list
00000480=Filter deselection
00000481=Open a Filter dialog to set the criteria to deselect items in the list
00000483=Copy item name
00000484=Copy only the focused item's name without the folder path
00000486=Copy item dir
00000487=Copy only the focused item's directory name without item's name
00000489=Copy full path
00000490=Copy the full path of the focused item
00000492=Copy item name (8.3)
00000493=Copy only the focused item's name without the folder path in DOS mode (8.3)
00000495=Copy item dir (8.3)
00000496=Copy only the focused item's directory name without item's name in DOS mode (8.3)
00000498=Copy full path (8.3)
00000499=Copy the full path of the focused item in DOS mode (8.3)
00000504=Create new tab
00000505=Create a new tab\nThe new tab will navigate to the same path as the current tab
00000507=Close this tab
00000508=Close this tab\nThe previous used tab will be activated then
00000510=Close this tab
00000511=Close this tab\nThe previous used tab will be activated then
00000513=Previous tab
00000514=Activate the previous tab
00000516=Next tab
00000517=Activate the next tab
00000519=Create new tab back
00000520=Create a new tab background\nThe new tab will navigate to the same path as the current tab but will not be activated\nThe current tab remains activated
00000522=Toggle lock
00000523=Toggle lock of this tab\nWhen a tab is locked, changing path in it creates and activates a new tab
00000525=Unlock all tabs
00000526=Unlock all tab that are locked
00000528=Show or hide Folder Tabs
00000529=Show or hide the Folder Tab at the bottom of the list
00000531=Show infotip
00000532=Show an infotip with some of the focused item's properties
00000534=Show main toolbar
00000535=Show the main toolbar
00000537=Show left pane's toolbar
00000538=Show the left Eploration pane's toolbar
00000540=Show right pane's toolbar
00000541=Show the right Exploration pane's toolbar
00000543=Maximize left pane
00000544=Maximize left pane so it fills FileVoyager's window
00000546=Maximize right pane
00000547=Maximize right pane so it fills FileVoyager's window
00000549=Equalize both panes
00000550=Equalize both panes by giving them the same width
00000552=Arrange panes 20-80
00000553=Arrange the pane so the left pane occupies 20% of the window and the right pane 80%
00000555=Arrange panes 30-70
00000556=Arrange the pane so the left pane occupies 30% of the window and the right pane 70%
00000558=Arrange panes 40-60
00000559=Arrange the pane so the left pane occupies 40% of the window and the right pane 60%
00000561=Arrange panes 50-50
00000562=Arrange the pane so the left pane occupies 50% of the window and the right pane 50%
00000564=Arrange panes 60-40
00000565=Arrange the pane so the left pane occupies 60% of the window and the right pane 40%
00000567=Arrange panes 70-30
00000568=Arrange the pane so the left pane occupies 70% of the window and the right pane 30%
00000570=Arrange panes 80-20
00000571=Arrange the pane so the left pane occupies 80% of the window and the right pane 20%
00000573=Show or hide Folder Tabs
00000574=Show or hide the Folder Tab at the bottom of the list
00000579=Edit path
00000580=Edit the current path
00000582=Refresh panes
00000583=Refresh the two panes
00000585=Open command prompt
00000586=Show the system's command prompt
00000588=Navigate into item
00000589=Navigate into item\nIf it is a folder, the pane will navigate into it\nIf it is a file, FileVoyager will try to navigate into it as it does with archives\neven if the default action for the item is handled by the system (eg: .doc, .exe)
00000591=Unarchive
00000592=Unarchive an item by decompressing it and/or undo the archive
00000594=Create archive
00000595=Create an archive\nThis action opens the Create Archive dialog where all the needed archive's options \ncan be set
00000597=Compare items
00000598=Open a window where differences between two files or two folders are highlighted\nThis tools is a "diff" tool
00000600=Open in opposite pane
00000601=Open the current focused item into the opposite Exploration pane
00000603=Open in opposite pane
00000604=Open the current focused item into the opposite Exploration pane
00000606=Copy items name
00000607=Copy only the selected items' names without the folder path
00000609=Copy items dir
00000610=Copy only the selected items' directory name without item's name
00000612=Copy full paths
00000613=Copy the full path of the selected items
00000615=Copy items name (8.3)
00000616=Copy only the selected items' names without the folder path in DOS mode (8.3)
00000618=Copy items dir (8.3)
00000619=Copy only the selected items' directory names without item's name in DOS mode (8.3)
00000621=Copy full paths (8.3)
00000622=Copy the full paths of the selected items in DOS mode (8.3)
00000624=Details
00000625=Display current pane in details mode
00000627=Thumbnails
00000628=Display current pane in thumbnails mode
00000630=Thumb Flow
00000631=Display current pane in details mode under a 3D view showing thumbnails
00000633=Open command prompt as Admin
00000634=Show the system's command prompt using Admin privileges
00000636=Disk properties
00000637=Open a dialog that displays the current disk properties
00000639=Close all viewers
00000640=Close all the viewers that have been open by this instance of FileVoyager
00000641=Open FileVoyager
00000642=Exit FileVoyager
00000645=Languages
00000646=Allow to change the language of FileVoyager's interface
00000647=Choose languages
00000648=Latest author's posts:
00000649=New instance as Admin
00000650=Run a new instance of FileVoyager as Administrator
00000654=Large Report
00000655=Display current pane in details mode with thumbnails
00000656=Icons
00000657=Display current pane in icon mode
00000658=List
00000659=Display current pane in list mode
00000660=Large Report
00000661=Display current pane in details mode with thumbnails
00000662=Large Report
00000663=Display current pane in details mode with thumbnails
00000664=Icons
00000665=Display current pane in icon mode
00000666=Icons
00000667=Display current pane in icon mode
00000668=List
00000669=Display current pane in list mode
00000670=List
00000671=Display current pane in list mode
00000672=Choose a view mode for the list
00000673=View mode
00000674=Choose a view mode for the list
00000675=View mode
00000676=List of panes to hide or show
00000677=Panes
00000678=Customize pane
00000679=Latest author's posts:
00000680=Help
00000681=Check FileVoyager references
00000682=Help and documentation
00000683=Donate
00000684=Report an issue or request a feature
00000685=Visit website
00000686=Open the FileVoyager's website in your default browser\nhtpp://www.filevoyager.com
00000687=Check for updates
00000688=Check on FileVoyager's website if a new version is available
00000689=About
00000690=Open an AboutBox to know more about FileVoyager
00000691=Help
00000692=Check FileVoyager references
00000693=Help and documentation
00000694=Donate
00000695=Report an issue or request a feature
00000696=Visit website
00000697=Open the FileVoyager's website in your default browser\nhtpp://www.filevoyager.com
00000698=Check for updates
00000699=Check on FileVoyager's website if a new version is available
00000700=About
00000701=Open an AboutBox to know more about FileVoyager
00000702=External Viewer List
00000703=Display a list of all open external viewers and allow to select them and to close them at once
00000704=Close all
00000705=Close all external viewers at once
00000706=Display big icons in AppBar
00000707=Folder tabs at bottom
00000708=Close to tray
00000709=If activated, FileVoyager disappear from the Windows's Taksbar when closed\nFileVoyager appear then among other icons in the System Tray
00000710=Compare and Sync
00000711=Compare listed paths
00000712=Open a window where differences between the listed folders are highlighted
00000713=Select/Mark
00000717=Item check boxes
00000718=Rectangle marquee

[formAppBarParams]
00000001=Applications parameters
00000007=Command
00000008=Info&tip
00000009=&Start Folder
00000010=Para&meters
00000011=Application &Path
00000012=Display
00000013=&Icon
00000014=Ico&n Path (ico, dll, exe, ...)
00000015=&Window Mode
00000017=&Run As
00000019=&Help
00000020=&Apply
00000021=&Ok
00000022=&Cancel
00000023=Run
00000024=Run As
00000025=Add separator
00000026=Add Programs
00000027=Go to it
00000028=Remove button
00000029=Remove all buttons
00000030=Properties
00000031=Select previous application shortcut
00000032=Remove selected application shortcut
00000033=Select next application shortcut
00000034=Add a new Application shortcut
00000035=Write an infotip that will be showed when the the mouse pointer passes above the application shortcut button
00000036=Parameter to use when the target is run
00000037=Choose between an existing application shortcut or click ellipsis button to choose a new target
00000038=Define the start folder of the application
00000039=Press this button to choose a start folder for the application
00000040=Choose the size of the window of the application when it runs
00000041=Path of the file containing the icon to use to display the application shortcut button
00000042=Choose the icon to use for the application shortcut
00000043=When checked, the system prompts for other credentials to run the target.
00000044=Apply the changes made into FileVoyager's Application Bar and keep this window open
00000045=Apply the settings and close this dialog box
00000046=Cancel action, discard settings and close this dialog box
00000047=Run the target item of this application shortcut
00000048=Run the target item of this application shortcut with a system prompt for other credentials
00000049=Add a button separator before this item
00000050=Open a dialog box allowing to choose an item to add as shortcut in the Application Bar
00000051=Open in the focused pane the path of the target of this application shortcut and focus the item
00000052=Remove the application shortcut from the Application Bar
00000053=Remove all application shortcuts from the Application Bar
00000054=Show the properties of the Application Bar

[DiskInfos]
00000001=Disk properties
00000002=Drive
00000003=Sizes
00000004=File system
00000006=&Help
00000007=&OK
00000008=Close this dialog box

[formCreateArchive]
00000001=Archive creation
00000002=Security options
00000003=&Show Caption
00000004=Pass&word of the archive
00000005=Confirm p&assword
00000006=Encr&yption mode
00000007=Encrypt &item names
00000008=Advanced options
00000009=W&ord size
00000010=Split siz&e
00000011=Solid &block size
00000012=Number of CPU &thread
00000013=Dictionary si&ze
00000014=Compression &method
00000015=Compression &level
00000016=No split
00000017=No split\n1.2 MB (floppy 5¼)\n1.44 MB (floppy 3½)\n2.88 MB (floppy 3½ XHD)\n3 MB\n4 MB\n5 MB\n100 MB (ZIP 100)\n250 MB (ZIP 250)\n650 MB (CD-ROM 74 min.)\n700 MB (CD-ROM 80 min.)\n4 GB (Max. FAT32 size)\n4.7 GB (DVD)\n
00000018=Arc&hive format
00000019=Mas&ks of files to archives
00000020=&Destination path
00000021=&Filename of the archive to create
00000022=7zip\nZip\nGzip\nBzip2\nTar\n
00000023=Create an SF&X
00000024=Create one archive &per item
00000025=C&reate a TAR before
00000026=&Help
00000027=Cancel action, discard settings and close this dialog box
00000028=&Cancel
00000029=Apply the settings and close this dialog box
00000030=&OK

[formCreateItem]
00000001=Create file or folder
00000002=&Help
00000003=Cancel action, discard settings and close this dialog box
00000004=&Cancel
00000005=&OK
00000006=Choose the &type of item to create
00000007=Action to do after creation
00000008=Don't do &anything\nOpen with FileVoyager's &editor (same as pressing F4)\nOpen with associated &program (same as double click)\n
00000009=Type the &name of the item (extension will be added automatically for predefined file types)
00000011=Apply the settings and close this dialog box

[formExtractArchive]
00000001=Extract archive
00000003=&Help
00000004=&Cancel
00000005=&OK
00000007=&Password
00000008=&Show Caption
00000011=Create folder for &each archive to extract
00000012=&Destination path
00000013=&Mask of files to extract
00000015=Cancel action, discard settings and close this dialog box
00000016=Apply settings and begin the operation
00000017=Check this to reveal the password written above
00000018=If the archive to extract is password protected, you need to provide the password
00000019=Set name mask patterns of the items to extract
00000020=Select the destination folder where the items must be extracted

[formFileOp]
00000001=Operation confirmation
00000003=Common operations
00000004=Cop&y\nMove - Rena&me\nD&eletion\n&Shortcut creation\n
00000005=Delete
00000006=To the &Recycle Bin\nDef&initely\n
00000007=&Filter
00000008=&Destination
00000010=Details
00000011=O&peration details
00000012=You can drag and drop other items to the below list
00000013=Remo&ve selected
00000014=You are about to delete items in a way they cannot be restored. Be careful.
00000016=&Help
00000017=&Cancel
00000018=&Ok
00000019=Mask of the files to take in the operation. *.* means all files.  You can set multiple mask and separate them by a semi-colon (;)
00000020=Click this button to browse for a destination folder
00000021=Cancel action, discard settings and close this dialog box
00000022=Apply the settings and close this dialog box

[formGetPassword]
00000001=Enter Password
00000003=&Ok
00000004=&Help
00000005=&Cancel
00000007=&Show Caption
00000008=&User
00000009=&Password

[FrameLV]
00000088=Calculating folder size : to abort, click outside this frame or press the tabulation key (TAB) of your  keyboard.
00000090=Name and location
00000105=Date and time
00000107=Modification date
00000108=and:
00000109=Between:
00000110=Last accessed date
00000111=and:
00000112=Between:
00000113=Creation date
00000114=and:
00000115=Between:
00000116=Ignore dates
00000117=During last week
00000118=Last month
00000119=During last year
00000120=Specify date
00000122=&Exit
00000123=&Load search
00000124=S&ave search
00000125=&Search
00000127=Size and attributes
00000129=Specify the size to match
00000130=Ignore size
00000131=Size between:
00000132=and:
00000133=Specify the attributes to match
00000134=Archive
00000135=Read only
00000136=Directory
00000137=Normal
00000138=System
00000139=Hidden
00000140=Offline
00000141=Virtual
00000142=Compressed
00000143=Encrypted
00000144=Temporary
00000145=Not content indexed
00000146=Reparse point
00000147=Sparse file
00000148=Device
00000149=Reset default attributes
00000156=Display
00000157=Paste
00000158=New
00000159=Sort by
00000160=Refresh
00000161=Properties
00000162=New page
00000163=New page in background
00000164=Rename page
00000165=Toggle lock
00000166=Close this page
00000167=Close all unlocked pages
00000168=Show hide Folder Tab
00000169=Copy
00000170=Rename
00000171=Delete
00000172=Cut to clipboard
00000173=Copy to clipboard
00000174=Paste from clipboard
00000175=View
00000176=Informations
00000177=Exit this search tool and return to Exploration view
00000178=Load previously saved search settings
00000179=Save the settings so that they can be reloaded later
00000180=Display or hide a "tree" view of all drives, some virtual folders, your favorites and system folders
00000181=Look into supported archives
00000182=&Choose one or more folder to look in. Separate multiple folders with semicolon (;)
00000183=Specify the target &filenames separated by semicolon. The filenames can contain * and ? wildcards.
00000184=Choose depth
00000185=Only selected folders
00000186=Unlimited depth
00000187=Specify the &depth level into the subfolders
00000188=Case sensitive
00000189=Do not contain above word/phrase
00000190=S&pecify a word or phrase in the file
00000192=Whole word only
00000193=Above value is hexadecimal

[FrmAbout]
00000001=About FileVoyager
00000003=FileVoyager is licensed as Freeware.
00000007=FileVoyager
00000008=Swiss Army Knife For File Management
00000010=Close this dialog box
00000011=&OK
00000012=Support FileVoyager, donate!

[frmChooseApp]
00000001=Choose applications
00000003=The list below contains the installed software on your system. You can check applications that you want to appear in the Application Bar. To remove an item from the Application Bar, uncheck its box.
00000005=&Help
00000006=&Cancel
00000007=&Select all
00000008=&Restore
00000009=&Browse
00000010=&OK
00000011=Choose an application that is not listed above
00000012=Cancel action, discard settings and close this dialog box
00000013=Check all the items in the list above
00000014=Restore the initial state of checked and unchecked items
00000015=Apply the settings and close this dialog box

[frmConfirmDialog]
00000001=Confirmation needed
00000005=&Yes
00000006=Vie&wLog
00000007=&Retry
00000008=Rena&me
00000009=&Ok
00000010=&No
00000011=&Ignore
00000012=&Cancel
00000013=&Try Elevated
00000015=&Apply my choice to following similar questions
00000016=Display a log of the operation in this window
00000017=Retry the same operation for the current item
00000018=Give a new name to the destination item
00000019=Ignore this exception and continue the current operation
00000020=Cancel the current operation
00000021=Try to resolve this error by using higher privileges

[frmFavorites]
00000001=Favorites Manager
00000002=Alias
00000003=Path
00000004=&Close
00000005=&Open
00000006=&Edit
00000007=&Remove
00000008=&Add New
00000009=Close this dialog box
00000010=Navigate to the favorite's path in the focused exploration pane
00000011=Edit properties of the favorite
00000012=Remove the focused favorite from the collection
00000013=Open a wizard to add a new favorite folder

[frmFileOpProgr]
00000001=Operation
00000003=&Pause
00000004=&Cancel
00000005=Status
00000006=&Resume

[frmFilterSettings]
00000001=Filter Settings
00000002=R&ead only
00000003=C&ompressed
00000004=Arch&ive
00000005=&System
00000006=Hi&dden
00000007=And:
00000008=Between:
00000009=And:
00000010=Between:
00000011=And:
00000012=Between:
00000013=Check this box if you want to add attribute properties of the items to the filter rules
00000014=&Attributes
00000015=Check this box if you want to add the modification date of the items to the filter rules
00000016=&Modification date
00000017=Check this box if you want to add the "last accessed" date of the items to the filter rules
00000018=&Last accessed date
00000019=Check this box if you want to add a file name pattern to the filter rules
00000020=&File name
00000021=Check this box if you want to add the creation date of the items to the filter rules
00000022=C&reation date
00000023=&Help
00000024=Discard the settings and close this dialog box
00000025=&Cancel
00000026=Apply the settings and close this dialog box
00000027=&OK
00000028=*, ?, [ and ] can be used for the filename mask pattern. Multiple masks have to be separated by semicolons ";"

[frmMMPlayer]
00000011=Play
00000012=Play the track
00000013=Pause
00000014=Pause the playback
00000015=Stop
00000016=Stop the playback
00000017=Previous
00000018=Jump to previous track in the playlist
00000019=Next
00000020=Jump to following track in the playlist
00000021=Fullscreen
00000022=Toggle fullscreen mode
00000023=Visualization
00000024=list of visualization effects for audio tracks
00000025=Frameworks
00000027=Repeat
00000028=Audio
00000029=Subtitles
00000031=Click on the visualization to change mode.
00000032=Play
00000033=Pause
00000034=Stop
00000035=Next track
00000036=Previous track
00000037=Fullscreen
00000038=Audio
00000039=Subtitles
00000040=Choose between the backend multimedia frameworks available (DirectShow, Windows Media Player and optionally Videolan VLC)
00000041=Infinite repeat of the playlist
00000042=List of audio streams in the media
00000043=List of subtitle streams in the media
00000044=Set volume to minimum
00000045=Set volume to maximum
00000046=Change volume
00000047=Use this track bar to navigate into the track

[frmPanelDrive]
00000002=Mapped drives
00000003=Virtuals
00000004=User
00000005=FTP
00000006=Hide the drive panel
00000007=Display a list of all drives, some virtual folders, your favorites and system folders

[FVViewer]
00000001=FileVoyager Viewer

[FrmViewer]
00000003=Text
00000004=Display the file in text mode
00000005=Binary
00000006=Display the file in binary mode
00000007=Hexa
00000008=Display the file in hexadecimal mode
00000009=Unicode
00000010=Display the file in unicode mode
00000011=U-Hex
00000012=Display the file in unicode hexadecimal mode
00000013=rtf
00000014=Display the file in Rich Text File mode
00000015=MM
00000016=Display the file in multimedia mode
00000017=Windows
00000018=Display a rendering done by Windows
00000019=Web
00000020=Display the file in web mode
00000023=Flow
00000025=WLX
00000026=Display the file using WLX plugins
00000028=&File
00000029=&Open...
00000030=&Save as...
00000031=Save selection to &file...
00000032=E&xport to HTML...
00000033=&Quit
00000034=&Edit
00000035=Select &line
00000036=Select &all
00000037=Save &selection to file...
00000038=&Copy
00000039=Copy &hexa values
00000040=Copy hexa &view
00000041=&Find...
00000042=Find &Next
00000043=Find &previous
00000044=&Go to
00000045=Le&xers: %s
00000046=C&ode page: %s
00000047=Show/hide playlist
00000048=Show or hide the playlist pane
00000049=¶
00000050=Toggle display of non printable characters
00000051=Word wrap
00000052=Toggle wrapping of text not fitting the window
00000053=Prev
00000054=Previous file
00000055=Next
00000056=Next file
00000057=Open preferences
00000058=Print
00000059=Print
00000060=Exit
00000061=Quit viewer
00000065=Toolbar
00000066=Row:
00000067=Column:
00000068=Offset:
00000069=EOL Type :
00000070=Selection Length:
00000071=File size:
00000072=Toolbar
00000073=Lexer
00000074=No syntax highlighting
00000075=Lexer(s) for this file
00000076=All available lexers
00000077=Code Page Type:
00000078=Code Page Type:
00000079=Playlist
00000080=Toolbar
00000083=Open Playlist
00000085=Save Playlist
00000087=Add to Playlist
00000089=Remove from Playlist
00000091=Hexadecimal
00000092=Highlight all
00000093=Match case
00000094=Whole word
00000097=Find previous occurence
00000098=Find next occurence
00000099=Close the search pane
00000100=Write the expression you want to search
00000101=Press if the expression to search is an hexadecimal value
00000102=Press to highlight all occurence of the expression to search
00000103=Press to search the expression with case sensitivity
00000104=Press to search the expression as an isolated expression
00000106=SumatraPDF
00000107=Display the file using SumatraPDF
00000108=Info
00000112=Show/hide info
00000113=Show or hide the info pane
00000114=Copy selected line
00000115=Copy all
00000116=Nothing to preview

[FVFrmGoto]
00000001=Go to
00000003=Choose the goto &mode
00000004=Choose the &value
00000005=Line
00000006=Line\nPercent\nOffset\nHexadecimal Offset\n
00000007=&Cancel
00000008=&Ok

[FVOptions]
00000001=FileVoyager Options
00000004=&Apply
00000005=&OK
00000006=&Cancel
00000007=&Help
00000036=Display Central toolbar
00000037=Put icon in System Tray when minimized
00000038=Language
00000051=Display grid lines in pane lists
00000053=System
00000054=User
00000057=Compressed item (NTFS)
00000059=Focused item background
00000061=Focused item
00000063=Selected item background
00000065=Selected item
00000067=Normal item
00000069=List background
00000070=Odd lines
00000071=Selected items in bold text
00000076=Sort folders
00000077=Show hidden and system items
00000078=Size format
00000079=Display alternative names (MSDOS 8.3 names)
00000081=Colorize items following given masks
00000084=Insert masks below. Separate them with semicolons if there are more than one. Then select the color and finally press the 'Add' button.
00000086=Edit
00000087=Remove
00000088=Add
00000090=Custom file masks (separated by semicolons. Example: *.txt;*.ini)
00000091=Custom editor command (%1, if present, represents the file to be edited)
00000092=Default file editor
00000095=File masks
00000096=Editor program
00000097=Size of the thumbnails
00000099=Add
00000103=System thumbnails
00000104=Always try to get system thumbnails first\nUse system thumbnails if internal fails\nNever use system thumbnails\n
00000105=Plugin Name
00000106=Extensions list
00000108=Add plugin
00000109=Edit
00000110=Remove
00000111=Theme
00000112=General
00000113=Plugins manager
00000114=Folder sync
00000115=Diff
00000116=Others
00000117=Thumbnails
00000118=Multimedia
00000119=Viewers
00000120=FTP manager
00000121=File edition
00000122=Files and Folders color
00000123=Colors
00000124=File exploration
00000125=Check for update frequency
00000127=Daily\nWeekly\nMonthly\nNever\n
00000128=Apply theme to Shell context menu (Experimental - uncheck if menu rendering is deteriorated)
00000129=Underline folders
00000130=Left Pane
00000131=Display mode
00000135=Display pane toolbar
00000136=Right Pane
00000137=Display mode
00000141=Display pane toolbar
00000142=Additional Columns Visibility
00000143=Show 'Attributes' column
00000144=Show 'Creation date' column
00000145=Show 'Last accessed date' column
00000146=Select the additional columns to show when in regular folders
00000147=Bytes\nKiloBytes\nMegaBytes\nGigaBytes\nTeraBytes\nDynamic\n
00000148=Use custom font (not recommended and need a restart)
00000155=Display RSS news from Author
00000156=Use 64 bits context menu
00000157=Use Classic UI instead of Ribbon UI
00000160=Use single click to open items
00000161=Put icon in System Tray when closed

[frmAutoUpdate]
00000001=FileVoyager - Auto update
00000009=&Help
00000010=Cancel action and close this dialog box
00000011=&Postpone
00000013=&OK
00000014=A new version of FileVoyager is available for download
00000015=New version:
00000016=Current version:
00000017=Do you want to download and install it?
00000018=Downloading new release
00000019=Path:
00000020=Version:
00000021=Size:
00000026=Cancel action and close this dialog box
00000027=&Abort
00000028=Remind me as of next month
00000029=Remind me as of next week
00000030=Remind me as of tomorrow
00000031=What's new in this version?

[FormDiffs]
00000013=FileVoyager Diff
00000065=Switch to File mode
00000066=Switch to Folder mode
00000067=Switch to Image mode
00000068=Select file A
00000069=Select file B
00000070=Select folder A
00000071=Select folder B
00000072=Select image A
00000073=Select image B
00000074=Save current
00000075=Save both
00000076=Save diff report
00000077=Compare
00000078=Goto first diff
00000079=Goto previous diff
00000080=Goto next diff
00000081=Goto last diff
00000082=Copy selected diff left to right
00000083=Copy selected diff right to left
00000084=Copy all diff left to right
00000085=Copy all diff right to left
00000086=Find
00000087=Find next
00000088=Exit
00000089=Switch to the File mode in order to compare two files
00000090=Switch to the Folder mode in order to compare two folders
00000091=Switch to the Image mode in order to compare two images
00000092=Select the file A (left)
00000093=Select the file B (right)
00000094=Select the folder A (left)
00000095=Select the folder B (right)
00000096=Select the image A (left)
00000097=Select the image B (right)
00000098=Save the difference report in a file
00000099=Launch the comparison
00000100=Jump to the first difference
00000101=Jump to the previous difference
00000102=Jump to the next difference
00000103=Jump to the last difference
00000104=Copy the selected lines from left to right
00000105=Copy the selected lines from right to left
00000106=Copy all lines from left to right
00000107=Copy all lines from right to left
00000108=Find a word or a sentence
00000109=Find the next occurence of the previously searched word or sentence
00000110=Close this tool

[FrameDiffDir]
00000003=Compare options
00000005=Ignore name case
00000006=Recursive
00000007=Ignore date
00000008=Ignore content
00000009=Result display
00000011=Show files that are different
00000012=Show files on left only
00000013=Show files on right only
00000014=Show similar files
00000015=Mask:
00000038=Mark for copy left to right
00000039=Mark for copy right to left
00000040=Mark for move left to right
00000041=Mark for move right to left
00000042=Mark as nothing to do
00000043=Suppress from left
00000044=Suppress from right
00000045=Suppress from both sides
00000046=Compare files
00000047=Quick view left file
00000048=Quick view right file
00000049=Edit left file
00000050=Edit right file
00000051=Synchronize
00000052=The items marked with this option will be copied\nfrom left to right only when the lists are Synchronized. Not before.
00000053=The items marked with this option will be copied from\nright to left only when the lists are Synchronized. Not before.
00000054=The items marked with this option will be moved from left\nto right only when the lists are Synchronized. Not before.
00000055=The items marked with this option will be moved from right to\nleft only when the lists are Synchronized. Not before.
00000056=When this option is selected, all the marks are removed.
00000057=The items marked with this option will be deleted from the left.\nA dialog box to confirm or cancel the deletion will appear before the deletion.
00000058=The items marked with this option will be deleted from the right.\nA dialog box to confirm or cancel the deletion will appear before the deletion.
00000059=The items marked with this option will be deleted from the left and from the right.\nA dialog box to confirm or cancel the deletion will appear before the deletion.
00000060=Opens a window showing the diff between\nthe left and the right files.
00000061=Opens a Viewer window rendering the left file.
00000062=Opens a Viewer window rendering the right file.
00000063=Opens the left file in an editor.\nThe choice of the editor depends on the system configuration.
00000064=Opens the right file in an editor.\nThe choice of the editor depends on the system configuration.
00000065=Synchronizes the two lists.\nThe synchronization will execute the copies and\nthe moves following the marking.\nIf nothing is marked, the Synchronize will do nothing.
00000066=Check this box if you don't want\nto consider the filename case as a differentiator.
00000067=Check this box if you want to\ncompare the directories AND their subfolders.
00000068=Check this box if you don't want\nto consider the date as a differentiator.
00000069=Check this box if you don't want to\ncompare the files by their content.
00000070=Check this box to display the\nitems that have differences.
00000071=Check this box to display the items\non the left that do not have a corresponding item on the right.
00000072=Check this box to display the items\non the right that do not have a\ncorresponding item on the left.
00000073=Check this box to display the\nitems that are identical.
00000074=To filter the lists, type a file mask and press ENTER.\nOr select an existing file mask in the dropdown list.\nMasks support wildcards like * and ?

[FrameDiffTxt]
00000003=No file loaded
00000005=Code Page Type :
00000006=EOL Type :
00000008=No file loaded
00000010=Code Page Type :
00000011=EOL Type :

[$CONSTANTS]
frmAppBarErrorIcon=The selected file is not a supported icon container
frmAppBarErrorIconTitle=Invalid icon selected
frmAppBarNoPathIcon=The path of the icon doesn't exist!
frmAppBarNoPathItem=The path of the item doesn't exist!
frmAppBarParams=Params:
frmAppBarPath=Path:
frmAppBarRemButton=Remove button
frmAppBarRemSeparator=Remove separator
frmAppBarRunAs=Will run after a prompt to set other credentials (Run As command)
frmAppBarSendTo=Send to:
frmAppBarSendToHint=.::Drop files on this item to execute the action::.
frmAppBarSeparator=Separator
frmAppBarStartDir=Start folder:
frmAppBarWinModeHidden=HIDDEN
frmAppBarWinModeMaximized=MAXIMIZED
frmAppBarWinModeMinimized=MINIMIZED
frmAppBarWinModeNormal=NORMAL
frmAppBarWinModeNotActive=NOT ACTIVATED
frmMainSearchTabCaption=Search
frmMainSearchTabHint=Search tool with a large set of editable criterias
frmMainSelect2FilesForComparison=Please select two files to compare
frmMainShellNewInVirtual=No Item can be added to this path
frmMainSkinAlreadyLoaded=A skin with the same name is already loaded.\nDo you want to overwrite it?
frmMainSkinError=Not a correct skin file
frmSplashApplySettings=Applying settings...
frmSplashInitAppl=Initializing application...
frmSplashInitLists=Initializing list views...
frmSplashInitTools=Initializing tools...
frmSplashLoadSettings=Loading settings...
FVArcCompLvlFast=Fast
FVArcCompLvlFastest=Fastest
FVArcCompLvlMaximum=Maximum
FVArcCompLvlNormal=Normal
FVArcCompLvlStore=Store
FVArcCompLvlUltra=Ultra
FVArcConfirmCopy=The selected items will be extracted to a temporary folder and then placed in the clipboard.\nContinue?
FVArcConfirmCut=Even if you are doing a "Cut" to the clipboard, the selected items will not be removed from the source.
FVArcConfirmRunItem=You are about to extract and run the file.\nAre you sure you want to continue?
FVArcConfirmTARBeforeCompress=You chose to archive more than one file or a folder in %s format.\nThis format supports only one file per archive.\nDo you want to create a TAR archive beforehand?
FVArcErrArcIsFolder=The item is not an archive, it's a folder
FVArcErrBadArchive=CRC error in archive data
FVArcErrBadData=Data is corrupted
FVArcErrCmdFTP=An error occured while executing the FTP command
FVArcErrEAborted=Function aborted
FVArcErrEClose=Error closing file
FVArcErrECreate=Cannot create file
FVArcErrEndArchive=No more files in archive
FVArcErrEOpen=Cannot open existing file
FVArcErrERead=Error reading from file
FVArcErrEWrite=Error writing to file
FVArcErrNoFiles=No files found
FVArcErrNoMemory=Not enough memory
FVArcErrNotSupported=Function not supported
FVArcErrOpenArc=Cannot open the archive
FVArcErrPWCharSetZip=Password for ZIP encryption can only contain non-accented latin characters, numbers and some printable symbols
FVArcErrPWTooLong=The password is too long! The maximum is 99 characters.
FVArcErrSmallBuf=Buffer too small
FVArcErrTooManyFiles=Too many files to archive
FVArcErrUnknownFormat=Archive format unknown
FVArcErrUnsuppMethod=The compression Method is not supported
FVArcErrVolume=The Volumes setting is not correct or not supported.
FVArcPasswordsDoNotMatch=The two passwords do not match. Please confirm the password again.
FVArcPlugInUsed=Plugin used to read the archive: %s
FVArcPwdNeeded=A password is needed for\n%s
FVArcStatsNbrFiles=Number of files in the archive: %s
FVArcStatsNbrFolders=Number of folders in the archive: %s
FVArcStatsPackedSize=Packed size of the archive: %s
FVArcStatsUnpackSize=Unpacked size of the archive: %s
FVArcUnkFormatCaption=The file is not a known archive format
FVArcUnkFormatTitle=Unsupported archive type
FVClose=Close
FVCommFolder=Folder
FVCommFullpath=Full path
FVCommShortcut=Shortcut
FVCommSimpleFile=Simple file
FVConfirmApplyChanges=Some changes have been made.\nDo you want to apply the changes?
FVConfirmContinueWhenErrors=Some items failed. Do you want to continue anyway?
FVConfirmRemoveAllItems=Are you sure you want to remove all the items?
FVConfirmRemoveItem=Are you sure you want to remove this item?
FVDialogFiltersAllFiles=All Files
FVDialogFiltersHTMLFiles=HTML Files
FVDialogFiltersIcon=Icon Files
FVDialogFiltersPlaylists=All supported playlist formats
FVDialogFiltersSimplePL=Simple list
FVDialogFiltersSkins=Skin Files
FVDialogOpenSelectDir=Select a folder
FVDialogOpenSelectFile=Select a file
FVDiffErrLeftPath=The left folder is invalid or not supported
FVDiffErrNotSameType=You cannot compare a file with a folder
FVDiffErrRightPath=The right folder is invalid or not supported
FVDiffErrSelect2ItemsToCompare=Please select two files, or two folders, to compare
FVDiffErrVirtualFolder=Cannot syncrhonize virtual folders
FVDiffLeftOnly=Left only:
FVDiffModified=Modified:
FVDiffNoDiffInFiles=There is no difference between the two files
FVDiffNoFileLoaded=No file loaded
FVDiffRightOnly=Right only:
FVDiffSamePath=The two paths are identical
FVDiffSelectLeftFolder=Select folder A (left)
FVDiffSelectRightFolder=Select folder B (Right)
FVDiffStatusDifferentCase=The case of the filenames is different
FVDiffStatusDifferentContent=Contents of the two items are different
FVDiffStatusDifferentDate=Dates of the two items are different
FVDiffStatusDifferentSize=Sizes of the two items are different
FVDiffStatusIdentical=Both items are identical
FVDiffStatusMissLeft=Item is missing on the left side
FVDiffStatusMissRight=Item is missing on the right side
FVDiffStatusUnkErr=Unknown status. Unable to read folder content
FVDiskFree=Free: %s
FVDiskFreeSpaceByteUnit=%s (%s) free on %s (%s)
FVDiskFreeSpaceByteUnitHint=Displays the free disk space compared to the total disk space\nValues between parenthesis are expressed in bytes
FVDiskFreeSpaceDynUnit=%s free on %s
FVDiskNotReady=Disk not ready
FVDiskSize=Size: %s
FVDriveCase=Preserved case
FVDriveCaseSearch=Case sensitive search
FVDriveCompressed=Volume compressed
FVDriveFileSystem=File system
FVDriveFreeBytes=Free bytes
FVDriveFreeClusters=Free clusters
FVDriveInfosBytesSector=Bytes/Sector
FVDriveInfosSectorCluster=Sectors/Clusters
FVDriveLetterAndType=%s drive
FVDriveMoreFav=More...
FVDriveName=Drive name
FVDriveNotReady=The drive is not ready
FVDrivePersistentACL=Persistent ACLs
FVDrivePointsToFav=Opens Favorites Manager
FVDriveSerial=Serial number
FVDriveSize=Size
FVDriveSupportCompress=Support file compression
FVDriveTotalBytes=Total bytes
FVDriveTotalClusters=Total clusters
FVDriveType=Drive type
FVDriveTypeCDROM=CD/DVD/Blueray Drive
FVDriveTypeFixed=Fixed drive
FVDriveTypeRamDisk=RAM drive
FVDriveTypeRemote=Network drive
FVDriveTypeRemovable=Removable drive
FVDriveTypeUnkown=Unknown drive type
FVDriveUnicode=Unicode on disk
FVErrArcOnlyOneFile=The format of the destination archive can only contain one single file.
FVErrDestPathCannotCreate=Failed to create the destination folder.
FVErrDestPathNotSet=The destination path has not been specified
FVErrDestPathVirtual=The destination path is a virtual path\nPlease choose another one.
FVErrDestRelativeAndSrcAmbiguous=The source path of the item is ambiguous\nTo avoid errors, please set the full destination path.
FVErrFileNotFound=File not found
FVErrItemNotFound=File or folder not found
FVErrLoadindLib=Failed to load library %s
FVErrNoFileToHandle=There is no file to handle in this operation
FVErrNoItemSelected=Please select at least one item
FVErrNonFSPluginUnsupported=Plugin defined in FileVoyager's settings is not supported
FVErrNonFSReadOnly=The target is supported for read only, not write.
FVErrNumericValueCaption=%s is not a valid value. The value must be numeric.
FVErrNumericValueTitle=Invalid numeric value
FVErrOperFailedRetry=FileVoyager encountered a problem and cannot continue the operation.\nPlease try again.
FVFalse=False
FVFavSystem=System
FVFavUser=User
FVFavWiz1Dir=Step 1: Choose a folder.
FVFavWiz2Alias=Step 2: Choose an alias for your folder.
FVFavWiz2AliasCaption=Alias
FVFavWiz2AliasExample=Example: My mp3, My projects, ...
FVFavWiz2CommentCaption=Comment
FVFavWiz3Comment=Step 3: Write a comment.
FVFavWiz3CommentExample=Example: Documentation of project Alpha
FVFavWiz3PathCaption=Path
FVFavWizFinal=You are about to add this to the Favorites Bar.\nYou can always change any setting later.
FVFilterDeselect=Deselection settings
FVFilterFilter=Filter settings
FVFilterSelect=Selection settings
FVFolderEmpty=Folder is empty
FVIniErrWriteCaption=FileVoyager can't create settings in \n%s\nPlease be sure that write access are granted to this path
FVIniErrWriteTitle=Error writing settings
FVIPCViewErrEmbedCaption=Communication with main FileVoyager instance failed for embedding.
FVIPCViewErrListFilesCaption=Communication with main FileVoyager instance failed during list file request.
FVIPCViewErrPositionCaption=Communication with main FileVoyager instance failed for positioning.
FVIPCViewErrTitle=Inter-process problem
FVListAddToFVFav=Add to FileVoyager's favorites
FVListCannotBrowseCaption=Cannot navigate into %s\n
FVListCannotBrowseTitle=Path unreachable
FVListColAttrs=Attributes
FVListColCRC=CRC
FVListColCreatDT=Creation date
FVListColDate=Date
FVListColLastDT=Last accessed date
FVListColMethod=Method
FVListColModifDT=Modification date
FVListColName=Name
FVListColPackedSize=Packed size
FVListColSize=Size
FVListColType=Type
FVListCompressedHint=Compressed (Size on disk is %s)
FVListConfirmCloseFTP=Do you want to close this connection?\nIf no, it will stay available from the drive panel
FVListConfirmContinueFTPafterErr=Do you want to continue with the remaining items
FVListConfirmDeletion=Are you sure you want to delete?
FVListConfirmReconnectFTP=The connection has been lost.\nTry to reconnect?
FVListConfirmVirtCopy=Copy of %s item(s) to %s\nThis operation will use the clipboard to execute the transfer. Continue?
FVListConfirmVirtDelete=Deletion of %s item(s). Continue?
FVListConfirmVirtMove=Move of %s item(s) to %s\nThis operation will use the clipboard to execute the transfer. Continue?
FVListCurPath=Current path
FVListDirType=[folder]
FVListErrDoArcFromNonFS=Archive creation is not supported from inside a non-Windows file system.\nPlease use Copy first to repatriate the item into a regular folder.
FVListErrFindOnNonSearch=Find requests can not be used outside the Search module
FVListErrListing=A problem occurred while listing content
FVListErrNotSupported=Not supported operation
FVListErrUnArcFromNonFS=Unarchive is not supported from inside a non-shell file system.\nPlease use Copy first to repatriate the item into a regular folder.
FVListFindAbort=Abort
FVListFindAborting=Aborting search...
FVListFindAddSrcFolder=Add a folder to look into
FVListFindAddSrcFolderConfirmAddCaption=This folder will be added to the list of target folders already present
FVListFindAddSrcFolderConfirmAddTitle=Add it to search targets
FVListFindAddSrcFolderConfirmCancelTitle=Cancel
FVListFindAddSrcFolderConfirmReplaceCaption=This folder will replace all the folders already present in the target list
FVListFindAddSrcFolderConfirmReplaceTitle=Keep only this folder as search target
FVListFindAddSrcFolderConfirmTitle=How do you want to use the folder you selected?
FVListFindErrCreate=Failed to initiate the Search module ;(
FVListFindErrHexaCaption=%s is not a valid hexadecimal expression.\nHexadecimal expression can contain numbers from 0 to 9, letters from a to f and from A to F
FVListFindErrHexaTitle=Hexadecimal value error
FVListFindLoad=Load search criteria
FVListFindRenameSuccess=Item renamed successfully!\nYou need to relaunch the search to reflect the change in the search results
FVListFindResAborted=Search aborted
FVListFindResComplete=Search finished
FVListFindResItemsFound=%s items matching
FVListFindSave=Save search criteria
FVListFindSaveSuccess=Criteria saved successfully
FVListFindSearch=Search
FVListFindSearching=Searching...
FVListFindStop=Stop
FVListFindWait=Wait...
FVListFTPSMissingSSLTLS=FTPS needs libeay32.dll and ssleay32.dll\nThose dll have not been found.
FVListNoInfoTip=There is no infotip for this item
FVListNonFSHint=%s\nPacked size: %s\nUnpacked size: %s
FVListNonFSHintRatio=Ratio: %s%%
FVListParentFolder=Go to parent folder
FVListSFTPunsupp=SFTP is not supported at the moment
FVListShowHideTree=Display or hide a "tree" view of all drives, some virtual folders, your favorites and system folders
FVListStats=%s items (%s folders, %s files [%s])
FVListStatsHint=Displays the number of items contained in the folder, by item types, with the total size of the files
FVListStatsSelection=%s items selected (Files: %s, folders: %s, virtuals: %s) • %s (%s) in selection
FVListStatsSelectionHint=%s items selected\n• Files: %s\n• Folders: %s\n• Virtuals: %s\n• %s (%s) in selection
FVListTabFolderEmptyCaption=There must always be at least one folder in the tab.\nThis one will not be removed this time.
FVListTabFolderEmptyTitle=Folder Tab cannot be empty
FVListTabFolderRemoveLocked=This item is locked, are you sure you want to remove it?
FVListUpDirType=[up]
FVMaskInvalidCaption=The mask pattern is not a valid one, please verify and correct it.
FVMaskInvalidTitle=Invalid mask
FVNewSmthg=New %s
FVNo=No
FVNoFavorites=There are no favorites to show
FVNone=None
FVNumPad=Num. pad %s
FVOK=Ok
FVOpsConfirmAbort=Are you sure you want to abort the operation?
FVOpsEnd=Operation finished
FVOpsEndCopy=Copy finished
FVOpsEndCreateDir=Folder creation finished
FVOpsEndError=The operation has been aborted or has encountered a problem.
FVOpsEndExtract=Extraction finished
FVOpsEndInsert=Insertion finished
FVOpsEndKill=Delete finished
FVOpsEndMove=Move finished
FVOpsEndRecycle=Move to Recycle Bin finished
FVOpsEndRename=Rename finished
FVOpsEndShortcut=Shortcut creation finished
FVOpsEndSuccess=The operation completed successfully
FVOpsMngrArcFS2NonFS=FileVoyager will create an archive with the selected items\nand copy the resulting archive in\n%s\n\nContinue?
FVOpsMngrArcNonFS2FS=FileVoyager will extract the selected items and create a new archive in\n%s\n\nContinue?
FVOpsMngrArcNonFS2NonFS=FileVoyager will extract the selected items and create a new archive.\nThe resulting archive will be copied in\n%s\n\nContinue?
FVOpsMngrCopyFS2NonFS=Copy the selected items in\n%s
FVOpsMngrCopyNonFS2NonFS=FileVoyager will extract the selected items and copy them into\n%s\n\nContinue?
FVOpsMngrErrTmpArcFailed=The creation of the temporary archive has failed.
FVOpsMngrErrTmpFolderFailed=The creation of the temporary folder has failed.
FVOpsMngrErrUnArcFailed=The unarchiving has failed!
FVOpsMngrNoMove2NonFS=You asked to move items.\nFileVoyager doesn't accept moves to this kind of destination.\nDo you want to copy instead of move?\nThe destination is %s
FVOpsMngrUnarcFS2NonFS=FileVoyager will unarchive the selected items and copy the output in\n%s\n\nContinue?
FVOpsMngrUnarcNonFS2FS=FileVoyager will extract the selected items and unarchive them in\n%s\n\nContinue?
FVOpsMngrUnarcNonFS2NonFS=FileVoyager will extract the selected items then unarchive them\nThen it will copy the output in\n%s\n\nContinue?
FVOpsPrgsAvgSpeed=Average speed
FVOpsPrgsCurItemSite=Current item size
FVOpsPrgsDoneFile=Done files
FVOpsPrgsDoneSize=Done volume
FVOpsPrgsPause=&Pause
FVOpsPrgsResume=&Resume
FVOpsPrgsTimeRemain=Remaining time
FVOpsPrgsTotFile=Number of files
FVOpsPrgsTotSize=Total volume
FVOpsTrdArchive=Archiving
FVOpsTrdConfirmCreateDstDir=The destination path %s doesn't exist!\nDo you want to create it?
FVOpsTrdConfirmDirExists=The folder already exists
FVOpsTrdConfirmReadOnly=%s\nis read only! Do you want to force the operation?
FVOpsTrdConfirmSystemHidden=%s\nis a system or hidden item! Do you want to force the operation?
FVOpsTrdCopy=Copy
FVOpsTrdCreateDir=Folder creation
FVOpsTrdDelete=Delete
FVOpsTrdDeleteNonEmptyDir=%s\nis not empty! Are you sure you want to suppress it?
FVOpsTrdDeleteSrcFile=Deleting source file
FVOpsTrdDeleteToBin=Delete to Recycle Bin
FVOpsTrdDlgAvgSpeed=Average speed: %s KB/s
FVOpsTrdDlgCurSize=Current item size: %s
FVOpsTrdDlgFrom=From: %s
FVOpsTrdDlgGather=FileVoyager [gathering info]
FVOpsTrdDlgItemsDone=Number of items done: %s
FVOpsTrdDlgItemsToDo=Number of items to do: %s
FVOpsTrdDlgRemainTime=Remaining time: %s
FVOpsTrdDlgTo=To: %s
FVOpsTrdDlgVolDone=Volume done: %s
FVOpsTrdDlgVolToDo=Volume to do: %s
FVOpsTrdDownload=Download
FVOpsTrdErrCantRead=Unable to read\n%s
FVOpsTrdErrCopyItem='%s' cannot be copied. Please change your selection.
FVOpsTrdErrCreateCollision=%s\nalready exists!\nDo you want to overwrite?
FVOpsTrdErrCreateDir=Cannot create the folder\n%s
FVOpsTrdErrCreateDirCollision=Cannot create the folder\n%s\nA file with the same name already exists in this path.
FVOpsTrdErrCreateFile=Cannot create file %s\nSystem error message: %s\nContinue?
FVOpsTrdErrCreateFileCollision=A folder already exists with the name\n%s
FVOpsTrdErrDiskFullBestEffort=%s\nSystem error message: %s\nDo you want to copy as much as possible from the source file?
FVOpsTrdErrDiskFullCancelHint=Cancel if you want to select another destination or want to change the source selection
FVOpsTrdErrDiskFullCancelTitle=Cancel operation
FVOpsTrdErrDiskFullContinueHint=Continue if you want to be prompted for each file that is too big
FVOpsTrdErrDiskFullContinueTitle=Continue
FVOpsTrdErrDiskFullHint=The destination disk doesn't have enough free space
FVOpsTrdErrDiskFullTitle=Not enough disk space
FVOpsTrdErrFileDelete=Cannot delete the file\n%s\nContinue?
FVOpsTrdErrFileDiskFullHint=The destination disk doesn't have enough free space for file\n%s
FVOpsTrdErrFileRead=Cannot read %s\nContinue?
FVOpsTrdErrFileWrite=Cannot write in %s\nContinue?
FVOpsTrdErrFolderDelete=Cannot delete the folder\n%s\nContinue?
FVOpsTrdErrMoveItem='%s' cannot be moved. Please change your selection.
FVOpsTrdErrOverwrite=A problem occured during the overwriting of\n%s
FVOpsTrdErrSuppressItem='%s' cannot be suppressed. Please change your selection.
FVOpsTrdErrTermination=The operation will be aborted
FVOpsTrdErrUnk=An error occured during the operation.
FVOpsTrdErrViewLog=An error occured. You can check the log by pressing 'View log'
FVOpsTrdExtract=Extraction
FVOpsTrdKill=Delete permanently
FVOpsTrdMove=Move
FVOpsTrdNukeOnDelete=The items in the volume '%s' cannot be recycled.\nDo you really want to permanently delete them?
FVOpsTrdRename=Renaming
FVOpsTrdSaveAs=Change the item name
FVOpsTrdSaveAsAborted=If you want to cancel the operation on this file, press 'Ignore'.\nIf you want to cancel the operation for all files, press 'Cancel'.\nIf you want to go back to the rename window, press 'Rename'.
FVOpsTrdShortcut=Shortcut creation
FVOpsTrdUpload=Upload
FVPrefsNeedARestart=To apply those changes, FileVoyager needs a restart
FVPressKey=Press %s
FVTitleDiff=FileVoyager Diff & Sync
FVTitleNormal=FileVoyager
FVTitleOperation=FileVoyager operation
FVTitleViewer=FileVoyager viewer
FVTreeOpenInList=Open in list
FVTreeRefresh=Refresh
FVTrue=True
FVUnArcArc=Extract from archive
FVUnArcFTP=Download from FTP
FVUnexpectedError=Unexpected error
FVUnitByte=B
FVUnitGB=GB
FVUnitKB=KB
FVUnitMB=MB
FVUnitPB=PB
FVUnitTB=TB
FVViewCodepage=Codepage type
FVViewConfirmFileChanged=File has changed. Do you want to reload it?
FVViewConfirmFileRemoved=File has been removed. Do you want to keep it showing here?
FVViewErrSynFileTooBig=The file is to big to apply syntax highlighting.\nActually, the limit is set to %s while the file makes %s.\nYou can modify this limit in the preferences (View -> Syntax highlighting)
FVViewErrUnsupportedFormat=Unsupported format
FVViewLexer=Lexer
FVViewMMAlbum=Album: %s
FVViewMMArtist=Artist: %s
FVViewMMAudioNum=Audio stream %s
FVViewMMErrPlayingCaption=The file %s caused an error during playback\nThe message returned is: %s
FVViewMMErrPlayingTitle=Error in playback
FVViewMMErrPlaylistTooBig=The playlist is too big. Playlists support in FileVoyager is limited to 50 MB
FVViewMMFileErrorCaption=The file %s\nis not a known multimedia format.
FVViewMMFileErrorTitle=Cannot play the stream
FVViewMMSubtitleNum=Subtitle stream %s
FVViewMMTitle=Title: %s
FVViewMMUnableToRender=Unable to render this file
FVViewMMVisCover=Cover art
FVViewMMVisCycle=Cycle through visualizations
FVViewMMVLCError=Problem with VLC
FVViewPosColumn=Column: %s
FVViewPosFileSize=File size: %s (%s)
FVViewPosOffset=Offset: %s (0x%s)
FVViewPosRow=Row: %s
FVViewPosSelLength=Selection length: %s
FVViewWithFV=View with FileVoyager
FVWebSiteDownloadError=Sorry. An error occured during the download.\nThe update process is postponed.
FVWebSiteNoUpdate=Congratulations! FileVoyager is up to date.
FVYes=Yes
